[
    {
        "title": "Spaghetti com almôndegas",
        "description": "Um prato de spaghetti com almôndegas é uma refeição clássica, geralmente feita com espaguete cozido, almôndegas de carne em um molho de tomate, e queijo ralado. Este prato é conhecido por ser saboroso, reconfortante e fácil de preparar.",
        "photo": "/spaghetti.png",
        "alt": "",
        "serving": 2,
        "id": 1,
        "category": {
            "id": 1,
            "label": "Massas"
        }
    },
    {
        "title": "Gnocchi",
        "description": "Um prato de gnocchi pode ser descrito como uma refeição italiana reconfortante e versátil, feita com pequenas bolinhas de massa de batata e farinha, que são cozidas e servidas com uma variedade de molhos e queijos",
        "photo": "/gnocchi.png",
        "alt": "",
        "serving": 2,
        "id": 2,
        "category": {
            "id": 1,
            "label": "Massas"
        }
    },
    {
        "title": "Fettuccine Alfredo",
        "description": "Um prato de Fettuccine Alfredo é uma refeição clássica italiana, que combina macarrão fresco com um molho cremoso e rico, feito de manteiga, queijo parmesão ralado e um pouco de água do cozimento da massa.",
        "photo": "/fettuccinealf.png",
        "alt": "",
        "serving": 2,
        "id": 3,
        "category": {
            "id": 1,
            "label": "Massas"
        }
    },
    {
        "title": "Torta de Morango",
        "description": "Delicie-se com a combinação perfeita de morangos maduros e vibrantes, cuidadosamente dispostos sobre um recheio cremoso e suave, abraçados por uma massa crocante e dourada. Uma experiência que celebra a simplicidade e a qualidade dos ingredientes frescos.",
        "photo": "/tmorango.png",
        "alt": "",
        "serving": 4,
        "id": 4,
        "category": {
            "id": 2,
            "label": "Doces"
        }
    },
    {
        "title": "Cheesecake",
        "description": " Uma receita deliciosa e indulgente de cheesecake, caracterizada por sua base crocante de biscoito e um recheio cremoso e aveludado de cream cheese, assado até a perfeição.",
        "photo": "/cheesecake.png",
        "alt": "",
        "serving": 4,
        "id": 5,
        "category": {
            "id": 2,
            "label": "Doces"
        }
    },
    {
        "title": "Mousse de Limão",
        "description": "Delicie-se com a textura incrivelmente leve e aveludada da nossa mousse de limão. Cada colherada derrete na boca, liberando o sabor cítrico e aromático do limão, proporcionando uma experiência suave e refrescante.",
        "photo": "/mlimao.png",
        "alt": "",
        "serving": 4,
        "id": 6,
        "category": {
            "id": 2,
            "label": "Doces"
        }
    },
    {
        "title": "Parmegiana de Filé Mignon",
        "description": "Suculentos medalhões de filé mignon, empanados e gratinados com queijo muçarela derretido sobre um saboroso molho de tomate artesanal. Uma releitura elegante de um clássico, onde a maciez da carne encontra a riqueza do queijo e a acidez equilibrada do molho.",
        "photo": "/parmegiana.png",
        "alt": "",
        "serving": 2,
        "id": 7,
        "category": {
            "id": 3,
            "label": "Carnes"
        }
    },
    {
        "title": "Bife Wellington",
        "description": " Uma receita clássica e elegante que combina a suculência do filé mignon com uma saborosa duxelles de cogumelos e presunto parma, tudo envolto em uma massa folhada crocante e dourada.",
        "photo": "/bifewellington.png",
        "alt": "",
        "serving": 2,
        "id": 8,
        "category": {
            "id": 3,
            "label": "Carnes"
        }
    },
    {
        "title": "T-Bone na Chapa com Batata",
        "description": "Deguste a suculência e o sabor marcante de um corte T-Bone de alta qualidade, preparado na chapa para um ponto perfeito. Aprecie a maciez do filé mignon de um lado e a intensidade do contrafilé do outro. Servido com deliciosas batatas, preparadas ao seu gosto",
        "photo": "/tbone.png",
        "alt": "",
        "serving": 2,
        "id": 9,
        "category": {
            "id": 3,
            "label": "Carnes"
        }
    }
]