[
    {
        "title": "Spaghetti com almôndegas",
        "description": "Um prato de spaghetti com almôndegas é uma refeição clássica, geralmente feita com espaguete cozido, almôndegas de carne em um molho de tomate, e queijo ralado. Este prato é conhecido por ser saboroso, reconfortante e fácil de preparar.",
        "photo": "/spaghetti.png",
        "receita": "Preparo das Almôndegas:\n\n1. Hidrate o pão: Em uma tigela pequena, coloque o pão esfarelado e adicione o leite. Deixe o pão absorver o líquido por alguns minutos.\n2. Misture os ingredientes: Em uma tigela grande, coloque a carne moída, o pão umedecido (esprema o excesso de leite), o ovo, o queijo parmesão ralado, o alho picado, a salsinha picada, o sal e a pimenta do reino.\n3. Amasse bem: Com as mãos limpas, misture todos os ingredientes delicadamente até que estejam bem incorporados. Evite amassar demais para que as almôndegas não fiquem duras.\n4. Modele as almôndegas: Pegue pequenas porções da mistura (cerca de 2-3 cm de diâmetro) e modele bolinhas com as mãos.\n5. Cozinhe as almôndegas (opções):\n    * Fritar: Aqueça um pouco de azeite de oliva em uma frigideira grande em fogo médio. Frite as almôndegas em lotes, virando-as para dourar por todos os lados. Retire e reserve em um prato com papel toalha para remover o excesso de óleo.\n    * Assar: Preaqueça o forno a 200°C. Unte uma assadeira com azeite. Distribua as almôndegas na assadeira e asse por cerca de 20-25 minutos, ou até que estejam douradas e cozidas por dentro.\n\nPreparo do Molho:\n\n1. Refogue os aromáticos: Em uma panela grande, aqueça um fio de azeite de oliva em fogo médio. Adicione a cebola picada e refogue até ficar transparente.\n2. Adicione o alho: Acrescente o alho picado e refogue por mais um minuto, até liberar o aroma (cuidado para não queimar).\n3. Cozinhe o tomate: Adicione o tomate pelado picado e a passata de tomate (ou o tomate pelado triturado). Tempere com o orégano, o manjericão (se usar), o açúcar, o sal e a pimenta do reino.\n4. Cozinhe o molho: Abaixe o fogo, tampe a panela e deixe o molho cozinhar por pelo menos 20-30 minutos, mexendo ocasionalmente, para que os sabores se মিশুরem e o molho engrosse um pouco. Se o molho ficar muito grosso, adicione um pouco de água.\n5. Adicione as almôndegas ao molho: Adicione as almôndegas cozidas ao molho e deixe cozinhar por mais alguns minutos para que absorvam o sabor do molho.\n\nCozimento do Spaghetti:\n\n1. Cozinhe a massa: Em uma panela grande, coloque bastante água para ferver. Adicione sal a gosto.\n2. Cozinhe o spaghetti: Quando a água estiver fervendo, adicione o spaghetti e cozinhe de acordo com as instruções da embalagem (geralmente de 8 a 10 minutos para ficar \"al dente\").\n3. Escorra o spaghetti: Assim que o spaghetti estiver cozido, escorra a água imediatamente.\n\nMontagem:\n\n1. Sirva: Sirva o spaghetti quente em pratos individuais. Cubra com o molho de tomate e as almôndegas.\n2. Finalize (opcional): Se desejar, finalize com queijo parmesão ralado fresco e folhas de manjericão fresco picado.",
        "ingredientes": "Para as Almôndegas:\n\n500g de carne moída (bovina ou mista)\n1/2 xícara de pão amanhecido esfarelado (cerca de 3 fatias)\n1/4 xícara de leite\n1 ovo\n1/4 xícara de queijo parmesão ralado\n2 dentes de alho picados finamente\n2 colheres de sopa de salsinha picada\nSal e pimenta do reino moída a gosto\nAzeite de oliva para fritar/assar\nPara o Molho:\n\n1 cebola média picada\n2 dentes de alho picados finamente\n1 lata (400g) de tomate pelado picado\n1 xícara de passata de tomate (ou mais tomate pelado triturado)\n1 colher de chá de orégano seco\n1/2 colher de chá de manjericão seco (opcional)\n1 pitada de açúcar (para equilibrar a acidez do tomate)\nSal e pimenta do reino moída a gosto\nAzeite de oliva\nPara o Spaghetti:\n\n500g de spaghetti seco\nÁgua\nSal",
        "alt": "",
        "serving": 2,
        "id": 1,
        "category": {
            "id": 1,
            "label": "Massas"
        }
    },
    {
        "title": "Gnocchi",
        "description": "Um prato de gnocchi pode ser descrito como uma refeição italiana reconfortante e versátil, feita com pequenas bolinhas de massa de batata e farinha, que são cozidas e servidas com uma variedade de molhos e queijos",
        "photo": "/gnocchi.png",
        "receita": "Preparo do Gnocchi:\n\n1. Cozinhe as batatas: Lave bem as batatas e cozinhe-as com a casca em água fervente com sal até ficarem macias (o ponto é quando um garfo entra facilmente).\n2. Descasque e amasse: Escorra as batatas e, ainda quentes (com cuidado para não se queimar), descasque-as. Passe as batatas por um espremedor ou amasse-as muito bem com um garfo até obter um purê liso e sem grumos.\n3. Deixe esfriar levemente: Espere o purê de batata amornar um pouco. Não deixe esfriar completamente, pois fica mais difícil trabalhar.\n4. Adicione os ingredientes secos e o ovo: Em uma superfície limpa e enfarinhada, coloque o purê de batata. Faça um buraco no centro e adicione o ovo, o sal e a noz-moscada (se usar). Comece a incorporar a farinha de trigo aos poucos, amassando delicadamente com as mãos.\n5. Sove a massa: Sove a massa até ficar homogênea e macia, mas sem grudar nas mãos. A quantidade de farinha pode variar dependendo da umidade das batatas, então adicione aos poucos até atingir o ponto ideal. Evite sovar demais para não deixar o gnocchi duro.\n6. Modele os gnocchi: Divida a massa em porções e faça rolinhos longos com cerca de 1-1,5 cm de espessura. Corte os rolinhos em pedaços de aproximadamente 2-3 cm de comprimento.\n7. Marque os gnocchi (opcional): Para dar um formato tradicional e ajudar a reter o molho, passe cada pedaço de gnocchi em um garfo (pressione e role) ou em uma tábua própria para gnocchi.\n\nCozimento do Gnocchi:\n\n1. Ferva a água: Em uma panela grande, coloque bastante água para ferver com um pouco de sal.\n2. Cozinhe os gnocchi: Jogue os gnocchi na água fervente em levas (não coloque muitos de uma vez para não abaixar a temperatura da água). Eles cozinharão rapidamente e subirão à superfície quando estiverem prontos (geralmente em 2-3 minutos).\n3. Retire os gnocchi: Com uma escumadeira, retire os gnocchi da água assim que subirem e coloque-os diretamente no molho aquecido.\n\nMontagem e Serviço:\n\n1. Aqueça o molho: Aqueça o molho de tomate em uma panela separada.\n2. Misture os gnocchi ao molho: Adicione os gnocchi cozidos ao molho e misture delicadamente.\n3. Sirva: Sirva os gnocchi quentes em pratos individuais. Polvilhe com queijo parmesão ralado e decore com folhas de manjericão fresco, se desejar.",
        "ingredientes": "Para o Gnocchi:\n\n1 kg de batata (de preferência Asterix ou другой tipo com bastante amido)\nCerca de 200-300g de farinha de trigo (aproximadamente 1 a 1 1/2 xícaras)\n1 ovo grande\nSal a gosto\nNoz-moscada ralada a gosto (opcional)\n\nPara o Molho (sugestão - você pode usar o molho de sua preferência):\n\n500g de molho de tomate pronto ou caseiro\nQueijo parmesão ralado a gosto\nManjericão fresco para decorar (opcional)",
        "alt": "",
        "serving": 2,
        "id": 2,
        "category": {
            "id": 1,
            "label": "Massas"
        }
    },
    {
        "title": "Fettuccine Alfredo",
        "description": "Um prato de Fettuccine Alfredo é uma refeição clássica italiana, que combina macarrão fresco com um molho cremoso e rico, feito de manteiga, queijo parmesão ralado e um pouco de água do cozimento da massa.",
        "photo": "/fettuccinealf.png",
        "receita": "Preparo do Fettuccine Alfredo:\n\n1. Cozinhe o fettuccine: Em uma panela grande, coloque bastante água para ferver com sal. Adicione o fettuccine e cozinhe de acordo com as instruções da embalagem, até ficar \"al dente\".\n2. Prepare o molho: Enquanto o fettuccine cozinha, em uma panela grande em fogo baixo, derreta a manteiga.\n3. Adicione o creme de leite: Junte o creme de leite fresco à manteiga derretida e aqueça delicadamente, sem deixar ferver.\n4. Incorpore o queijo: Retire a panela do fogo e adicione o queijo parmesão ralado aos poucos, mexendo vigorosamente com um garfo ou fouet até obter um molho liso e homogêneo.\n5. Tempere o molho: Tempere o molho com sal, pimenta do reino branca e noz-moscada (se usar). Prove e ajuste os temperos conforme necessário.\n6. Escorra o fettuccine: Assim que o fettuccine estiver cozido, escorra a água rapidamente, reservando um pouco da água do cozimento.\n7. Misture o fettuccine ao molho: Adicione o fettuccine quente diretamente à panela com o molho Alfredo. Misture bem para que a massa fique completamente envolvida pelo molho. Se o molho estiver muito grosso, adicione um pouco da água do cozimento da massa para ajustar a consistência.\n8. Sirva imediatamente: Sirva o fettuccine Alfredo quente, polvilhado com mais queijo parmesão ralado, se desejar.",
        "ingredientes": "Para o Fettuccine:\n\n500g de fettuccine seco\nÁgua\nSal\n\nPara o Molho Alfredo:\n\n200g de manteiga sem sal\n300g de creme de leite fresco (nata)\n200g de queijo parmesão ralado finamente\nSal a gosto\nPimenta do reino branca moída a gosto\nNoz-moscada ralada a gosto (opcional)",
        "alt": "",
        "serving": 2,
        "id": 3,
        "category": {
            "id": 1,
            "label": "Massas"
        }
    },
    {
        "title": "Torta de Morango",
        "description": "Delicie-se com a combinação perfeita de morangos maduros e vibrantes, cuidadosamente dispostos sobre um recheio cremoso e suave, abraçados por uma massa crocante e dourada. Uma experiência que celebra a simplicidade e a qualidade dos ingredientes frescos.",
        "photo": "/tmorango.png",
        "receita": "Preparo da Torta de Morango:\n\n1. Prepare a base: Em uma tigela, misture o biscoito maisena triturado com a manteiga derretida até formar uma farofa úmida. Forre o fundo e as laterais de uma forma de aro removível (cerca de 22-24 cm de diâmetro) com essa mistura, pressionando bem com os dedos ou com o fundo de um copo. Leve à geladeira enquanto prepara o creme.\n2. Prepare o creme: Em uma panela, misture o leite condensado, o creme de leite, as gemas peneiradas e o amido de milho dissolvido no leite integral. Leve ao fogo médio, mexendo sempre, até engrossar e começar a borbulhar. Cozinhe por mais 2 minutos.\n3. Adicione a baunilha: Retire o creme do fogo e adicione a essência de baunilha. Misture bem e deixe esfriar completamente.\n4. Monte a torta: Despeje o creme frio sobre a base de biscoito na forma. Alise a superfície e leve à geladeira por pelo menos 4 horas ou até o creme firmar bem.\n5. Prepare a cobertura: Lave, seque e corte os morangos ao meio ou em fatias (reserve alguns inteiros para decorar, se quiser). Em uma tigela pequena, hidrate a gelatina incolor na água fria por 5 minutos. Leve ao banho-maria ou ao micro-ondas por alguns segundos para dissolver completamente. Se desejar, adicione o açúcar à gelatina dissolvida e misture.\n6. Cubra a torta: Distribua os morangos fatiados sobre o creme já firme. Despeje a gelatina dissolvida sobre os morangos, cobrindo-os de maneira uniforme.\n7. Leve para gelar: Leve a torta novamente à geladeira por pelo menos 2 horas para a gelatina firmar.\n8. Sirva: Desenforme a torta com cuidado e sirva gelada. Decore com os morangos inteiros reservados, se desejar.",
        "ingredientes": "Para a Massa:\n\n200g de biscoito maisena triturado\n100g de manteiga derretida\n\nPara o Creme:\n\n1 lata de leite condensado\n1 caixa de creme de leite (200g)\n2 gemas de ovo peneiradas\n1 colher de sopa de amido de milho\n500ml de leite integral\n1 colher de chá de essência de baunilha\n\nPara a Cobertura:\n\n500g de morangos frescos e firmes\n1 envelope de gelatina incolor sem sabor\n1/2 xícara de água fria\n2 colheres de sopa de açúcar (opcional)",
        "alt": "",
        "serving": 4,
        "id": 4,
        "category": {
            "id": 2,
            "label": "Doces"
        }
    },
    {
        "title": "Cheesecake",
        "description": " Uma receita deliciosa e indulgente de cheesecake, caracterizada por sua base crocante de biscoito e um recheio cremoso e aveludado de cream cheese, assado até a perfeição.",
        "photo": "/cheesecake.png",
        "receita": "Preparo do Cheesecake:\n\n1. Prepare a base: Em uma tigela, misture o biscoito triturado com a manteiga derretida até formar uma farofa úmida. Forre o fundo de uma forma de aro removível (cerca de 24 cm de diâmetro) com essa mistura, pressionando bem. Leve à geladeira enquanto prepara o recheio.\n2. Preaqueça o forno: Preaqueça o forno a 180°C (temperatura média).\n3. Prepare o recheio: Na batedeira, bata o cream cheese em velocidade média até ficar cremoso e liso, sem grumos.\n4. Adicione o açúcar: Adicione o açúcar aos poucos, batendo até incorporar bem.\n5. Incorpore os ovos: Adicione os ovos um de cada vez, batendo em velocidade baixa apenas até cada um ser incorporado. Não bata demais para evitar que o cheesecake rache.\n6. Adicione os demais ingredientes: Junte o amido de milho, a essência de baunilha e, se usar, o creme de leite fresco e o suco de limão. Bata em velocidade baixa apenas até misturar.\n7. Asse o cheesecake: Despeje a massa sobre a base de biscoito na forma. Leve ao forno preaquecido para assar por cerca de 50-60 minutos, ou até que as bordas estejam firmes e o centro ainda esteja levemente mole (ele firmará ao esfriar). Se as bordas dourarem muito rápido, cubra a forma com papel alumínio.\n8. Resfrie completamente: Desligue o forno e deixe o cheesecake esfriar dentro do forno com a porta entreaberta por cerca de 1 hora. Depois, retire do forno e deixe esfriar completamente em temperatura ambiente. Leve à geladeira por pelo menos 4 horas, idealmente durante a noite, para firmar bem.\n9. Desenforme e sirva: Desenforme o cheesecake com cuidado e sirva gelado com a cobertura de sua preferência.",
        "ingredientes": "Para a Base:\n\n200g de biscoito maisena ou cream cracker triturado\n100g de manteiga derretida\n\nPara o Recheio:\n\n800g de cream cheese em temperatura ambiente\n1 1/2 xícaras (300g) de açúcar\n4 ovos grandes\n1 colher de sopa de amido de milho\n1 colher de chá de essência de baunilha\n1/2 xícara (120ml) de creme de leite fresco (opcional, para mais cremosidade)\nSuco de 1/2 limão (opcional, para equilibrar o doce)\n\nPara a Cobertura (opcional):\n\nGeleia de frutas vermelhas, calda de chocolate, frutas frescas, etc.",
        "alt": "",
        "serving": 4,
        "id": 5,
        "category": {
            "id": 2,
            "label": "Doces"
        }
    },
    {
        "title": "Mousse de Limão",
        "description": "Delicie-se com a textura incrivelmente leve e aveludada da nossa mousse de limão. Cada colherada derrete na boca, liberando o sabor cítrico e aromático do limão, proporcionando uma experiência suave e refrescante.",
        "photo": "/mlimao.png",
        "receita": "Preparo do Mousse de Limão:\n\n1. Misture os ingredientes: Em uma tigela média, coloque o leite condensado e o creme de leite. Misture bem com um fouet ou colher até obter uma consistência homogênea.\n2. Adicione o suco de limão: Acrescente o suco de limão aos poucos, mexendo delicadamente a cada adição. A mistura começará a engrossar rapidamente devido à acidez do limão.\n3. Incorpore as raspas (opcional): Se desejar, adicione as raspas da casca de limão e misture suavemente.\n4. Leve para gelar: Despeje o mousse em taças individuais ou em um recipiente maior. Leve à geladeira por pelo menos 2 horas, ou até firmar bem.\n5. Sirva: Sirva o mousse de limão gelado. Decore com mais raspas de limão ou rodelas finas de limão, se quiser.",
        "ingredientes": "1 lata de leite condensado\n1 caixa de creme de leite (200g)\nSuco de 4-5 limões (cerca de 1/2 xícara)\nRaspas da casca de 1 limão (opcional, para mais sabor e decoração)",
        "alt": "",
        "serving": 4,
        "id": 6,
        "category": {
            "id": 2,
            "label": "Doces"
        }
    },
    {
        "title": "Parmegiana de Filé Mignon",
        "description": "Suculentos medalhões de filé mignon, empanados e gratinados com queijo muçarela derretido sobre um saboroso molho de tomate artesanal. Uma releitura elegante de um clássico, onde a maciez da carne encontra a riqueza do queijo e a acidez equilibrada do molho.",
        "photo": "/parmegiana.png",
        "receita": "Preparo da Parmegiana de Filé Mignon:\n\n1. Prepare o filé mignon: Tempere os bifes de filé mignon com sal e pimenta do reino a gosto.\n2. Empane: Prepare três pratos: um com farinha de trigo, outro com os ovos batidos e um terceiro com a farinha de rosca. Passe cada bife primeiro na farinha de trigo, depois nos ovos batidos e por último na farinha de rosca, garantindo que fiquem bem empanados.\n3. Frite: Em uma frigideira grande, aqueça o óleo em fogo médio. Frite os bifes empanados em lotes, até dourarem levemente por fora (o filé mignon cozinha rápido, então não precisa fritar por muito tempo). Retire e coloque sobre papel toalha para remover o excesso de óleo.\n4. Prepare o molho (se necessário): Se estiver usando molho de tomate pronto, pode aquecê-lo diretamente. Se preferir um molho caseiro, aqueça um fio de azeite em uma panela, refogue o alho e a cebola (se usar), adicione o molho de tomate, o orégano e o manjericão (se usar). Cozinhe por alguns minutos.\n5. Monte a parmegiana: Em um refratário, espalhe uma camada de molho de tomate no fundo. Coloque os bifes fritos sobre o molho. Cubra cada bife com fatias de queijo muçarela e polvilhe com queijo parmesão ralado.\n6. Asse: Leve ao forno preaquecido a 180°C por cerca de 10-15 minutos, ou até o queijo derreter e borbulhar, ficando levemente dourado.\n7. Sirva: Sirva a parmegiana de filé mignon quente, acompanhada de arroz branco, purê de batata ou outra guarnição de sua preferência.",
        "ingredientes": "Para o Filé Mignon:\n\n500g de filé mignon cortado em bifes de cerca de 1,5 cm de espessura\nSal e pimenta do reino moída a gosto\nFarinha de trigo para empanar\n2 ovos batidos\nFarinha de rosca para empanar\nÓleo para fritar\n\nPara o Molho de Tomate:\n\n500g de molho de tomate pronto ou caseiro\n1 dente de alho picado (opcional)\n1/2 cebola picada (opcional)\nOrégano seco a gosto\nManjericão fresco picado a gosto (opcional)\nAzeite de oliva (opcional)\n\nPara a Montagem:\n\nQueijo muçarela fatiado\nQueijo parmesão ralado",
        "alt": "",
        "serving": 2,
        "id": 7,
        "category": {
            "id": 3,
            "label": "Carnes"
        }
    },
    {
        "title": "Bife Wellington",
        "description": " Uma receita clássica e elegante que combina a suculência do filé mignon com uma saborosa duxelles de cogumelos e presunto parma, tudo envolto em uma massa folhada crocante e dourada.",
        "photo": "/bifewellington.png",
        "receita": "Preparo do Bife Wellington:\n\n1. Sele o filé mignon: Tempere o filé mignon com sal e pimenta do reino. Aqueça um fio de azeite de oliva em uma frigideira grande em fogo alto. Sele o filé por todos os lados até dourar bem (cerca de 2-3 minutos por lado). Retire da frigideira e deixe esfriar completamente.\n2. Prepare a duxelles de cogumelos: Na mesma frigideira, adicione a manteiga e o azeite. Refogue as chalotas e o alho em fogo médio até ficarem macios e translúcidos. Adicione os cogumelos picados e cozinhe, mexendo ocasionalmente, até liberarem toda a água e ficarem bem secos e dourados. Adicione o tomilho, sal e pimenta. Despeje o vinho madeira ou tinto e deixe reduzir completamente. Retire do fogo e deixe esfriar completamente.\n3. Monte o Wellington: Sobre uma superfície enfarinhada, abra a massa folhada em um retângulo grande o suficiente para envolver o filé mignon. Espalhe uma camada fina de mostarda Dijon por toda a superfície do filé resfriado. Cubra o filé com a duxelles de cogumelos resfriada, envolvendo-o completamente.\n4. Enrole na massa folhada: Coloque o filé envolto na duxelles sobre a massa folhada. Enrole a massa firmemente ao redor do filé, selando as bordas com um pouco de água ou ovo batido. Corte o excesso de massa. Se desejar, decore a superfície com recortes da massa restante.\n5. Pincele com ovo: Pincele toda a superfície da massa folhada com o ovo batido.\n6. Asse: Preaqueça o forno a 200°C. Coloque o bife Wellington em uma assadeira forrada com papel manteiga. Asse por cerca de 30-40 minutos, ou até a massa folhada ficar dourada e crocante. A temperatura interna do bife deve atingir cerca de 50-55°C para mal passado, 60-65°C para ao ponto e 70°C para bem passado (use um termômetro de carne).\n7. Descanse e sirva: Retire o bife Wellington do forno e deixe descansar por cerca de 10-15 minutos antes de fatiar. Sirva em fatias grossas.",
        "ingredientes": "Para o Bife:\n\n1 peça de filé mignon (cerca de 800g - 1kg), limpa e sem gordura\nSal e pimenta do reino moída a gosto\nAzeite de oliva\n\nPara a Duxelles de Cogumelos:\n\n500g de cogumelos frescos variados (champignon, paris, shiitake, etc.) picados finamente\n2 chalotas picadas finamente\n2 dentes de alho picados finamente\n2 colheres de sopa de tomilho fresco picado\n1/2 xícara de vinho madeira ou vinho tinto seco\n2 colheres de sopa de manteiga\n2 colheres de sopa de azeite de oliva\nSal e pimenta do reino moída a gosto\n\nPara a Montagem:\n\nMostarda Dijon\nMassa folhada pronta (cerca de 500g)\n1 ovo batido (para pincelar)",
        "alt": "",
        "serving": 2,
        "id": 8,
        "category": {
            "id": 3,
            "label": "Carnes"
        }
    },
    {
        "title": "T-Bone na Chapa com Batata",
        "description": "Deguste a suculência e o sabor marcante de um corte T-Bone de alta qualidade, preparado na chapa para um ponto perfeito. Aprecie a maciez do filé mignon de um lado e a intensidade do contrafilé do outro. Servido com deliciosas batatas, preparadas ao seu gosto",
        "photo": "/tbone.png",
        "receita": "Preparo do T-Bone na Chapa com Batata:\n\n1. Prepare o T-Bone: Retire o bife da geladeira pelo menos 30 minutos antes de grelhar para que cozinhe de maneira uniforme. Seque bem o bife com papel toalha. Regue com um fio de azeite de oliva e tempere generosamente com sal grosso, pimenta do reino e, se usar, as ervas frescas picadas e o alho amassado. Pressione os temperos na carne.\n2. Prepare as batatas: Lave bem as batatas e corte-as em pedaços rústicos (cubos grandes ou gomos). Em uma tigela, misture as batatas com azeite de oliva, páprica, alecrim, sal e pimenta do reino. Espalhe as batatas em uma assadeira.\n3. Asse as batatas: Leve a assadeira com as batatas ao forno preaquecido a 200°C por cerca de 30-40 minutos, ou até ficarem macias por dentro e douradas por fora. Vire as batatas na metade do tempo para dourarem por igual.\n4. Aqueça a chapa: Aqueça bem uma chapa de ferro fundido ou uma frigideira grande em fogo alto. Se não tiver chapa, uma frigideira grossa funciona.\n5. Grelhe o T-Bone: Coloque o bife T-Bone na chapa quente. Deixe grelhar por cerca de 3-5 minutos de cada lado para um ponto mal passado a médio, dependendo da espessura e da sua preferência. Para um ponto ao ponto, grelhe por 5-7 minutos de cada lado. Para bem passado, cozinhe por mais tempo, mas cuidado para não ressecar.\n6. Descanse o bife: Retire o bife da chapa e coloque-o em uma tábua de corte. Cubra-o frouxamente com papel alumínio e deixe descansar por 5-10 minutos. Este passo é crucial para que os sucos da carne se redistribuam, resultando em um bife mais macio e saboroso.\n7. Sirva: Sirva o bife T-Bone fatiado (opcionalmente, desosseando primeiro) acompanhado das batatas assadas quentes. Regue o bife com os sucos que se acumularam na tábua de corte e, se desejar, finalize com um fio de azeite extra e mais ervas frescas.",
        "ingredientes": "Para o T-Bone:\n\n1 bife T-Bone (cerca de 500-700g, com pelo menos 2,5 cm de espessura)\nAzeite de oliva\nSal grosso a gosto\nPimenta do reino moída a gosto\nErvas frescas picadas (alecrim, tomilho - opcional)\nAlho amassado (opcional)\n\nPara a Batata:\n\n2-3 batatas grandes (Asterix, Yukon Gold ou другой tipo firme)\nAzeite de oliva\nPáprica doce ou picante a gosto\nAlecrim seco ou fresco picado a gosto\nSal e pimenta do reino moída a gosto",
        "alt": "",
        "serving": 2,
        "id": 9,
        "category": {
            "id": 3,
            "label": "Carnes"
        }
    }
]